/* $ObjectName=MAFSettingScreen_iOS */
/* $Collection=frwk.uicontrols.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=Mobile Application Framework - iOS Reusable UI Components */

/* XTIT: title in navigation bar */
"SETTINGS_TITLE" = "Impostazioni";

/* XGRP: header for a section */
"GENERAL_SETTINGS" = "Impostazioni generali";

/* XTIT: title in navigation bar for a view containing logon related fields */
"LOGON_SETTINGS" = "Impostazioni di login";

/* XTIT: title in navigation bar for a view containing version information */
"VERSION" = "Versione";

/* XTIT: title in navigation bar for 'about' view */
"ABOUT" = "Informazioni";

/* XTIT: title in navigation bar for a view containing logon type setting */
"LOGON_TYPE" = "Tipo di login";

/* XLST: logon type to choose */
"BASIC_AUTH" = "Autenticazione standard";

/* XLST: logon type to choose */
"SSO" = "SSO";

/* XLST: logon type to choose */
"DEMO" = "Demo";

"SERV_URL" = "Service URL";

/* XFLD: label for a field */
"USERNAME" = "Nome utente";

/* XFLD: label for a field */
"PASSWORD" = "Password";

"SETTINGS" = "Settings";

/* XTIT: title in navigation bar for a view containing advanced settings */
"ADVANCED_SETTINGS" = "Impostazioni avanzate";

/* XFLD: label for a field */
"SERVER_URL" = "URL server";

/* XFLD: label for a switch (on/off), max. approx. 18 characters */
"USE_SUP" = "Utilizza SUP";

/* XTIT: title in navigation bar for a view containing SUP connection information */
"SUP_CONNECTION_INFO" = "Informazioni sulla connessione SUP";

/* XFLD: label for a field */
"SERVER_NAME" = "Nome del server";

/* XFLD: label for a field */
"SERVER_PORT" = "Porta del server";

/* XFLD: label for a field */
"COMPANY_ID" = "ID società";

/* XFLD: label for a field */
"ACTIVATION_CODE" = "Codice di attivazione";

/* XFLD: label for a field */
"URL_PREFIX" = "Prefisso URL";

/* XGRP: header for a section */
"APPLICATION_SPECIFIC_SETTINGS" = "Impostazioni specifiche dell'applicazione";

/* XMSG: error message title, displayed in an alert view */
"Msg_Title_Datavault_Error" = "Errore nell'archiviazione dati";

/* XMSG: error message details, displayed in an alert view, should not be longer than 2-3 rows */
"Msg_Datavault_Error" = "Persistenza non riuscita nell'archiviazione sicura.";

/* XTIT: title trait in navigation bar */
"HEADING" = "Intestazione";

